{
  "sectors": [
    {
      "id": "artisan-ceramics",
      "icon": "/assets/images/icons/dimensions/sectors/artisan-ceramics.png",
      "hero_image": "/assets/images/dimensions/sectors/artisan-ceramics.jpg",
      "trademark_classes": [21, 35],
      "translations": {
        "en": {
          "name": "Artisan Ceramics",
          "description": "Porcelain and ceramic brands showcasing distinctive craftsmanship, historic techniques, and unique decorative traditions. These artisans blend ancient techniques with modern design sensibilities, creating pieces that reflect cultural heritage while appealing to contemporary tastes."
        },
        "ru": {
          "name": "Ремесленная Керамика",
          "description": "Бренды фарфора и керамики, демонстрирующие отличительное мастерство, исторические техники и уникальные декоративные традиции. Эти мастера сочетают древние техники с современными дизайнерскими решениями, создавая изделия, которые отражают культурное наследие и одновременно привлекают современный вкус."
        },
        "zh": {
          "name": "手工陶瓷",
          "description": "展示独特工艺、历史技术和独特装饰传统的瓷器和陶瓷品牌。这些工匠将古老技术与现代设计感结合，创造出既能反映文化遗产又符合当代品味的作品。"
        }
      }
    },
    {
      "id": "artisan-confectionery",
      "icon": "/assets/images/icons/dimensions/sectors/artisan-confectionery.png",
      "hero_image": "/assets/images/dimensions/sectors/artisan-confectionery.jpg",
      "trademark_classes": [30, 35, 43],
      "translations": {
        "en": {
          "name": "Artisan Confectionery",
          "description": "Confectionery brands blending historical recipes with contemporary innovation, creating distinctive sweets with cultural significance. These artisanal creators combine traditional methods with modern presentation, offering unique taste experiences that tell stories of regional heritage."
        },
        "ru": {
          "name": "Ремесленные Кондитерские Изделия",
          "description": "Кондитерские бренды, сочетающие исторические рецепты с современными инновациями, создающие характерные сладости с культурным значением. Эти ремесленные создатели объединяют традиционные методы с современной презентацией, предлагая уникальные вкусовые впечатления, рассказывающие истории регионального наследия."
        },
        "zh": {
          "name": "手工糖果",
          "description": "融合历史配方与当代创新的糖果品牌，创造具有文化意义的独特甜点。这些手工创作者将传统方法与现代呈现相结合，提供讲述地区文化遗产故事的独特味觉体验。"
        }
      }
    },
    {
      "id": "artisanal-spirits",
      "icon": "/assets/images/icons/dimensions/sectors/artisanal-spirits.png",
      "hero_image": "/assets/images/dimensions/sectors/artisanal-spirits.jpg",
      "trademark_classes": [33, 35, 40],
      "translations": {
        "en": {
          "name": "Artisanal Spirits",
          "description": "Craft distilleries producing premium vodka and other spirits with distinctive character and authentic production methods. These small-batch producers focus on quality ingredients, traditional distillation techniques, and innovative flavor profiles that reflect local botanical traditions."
        },
        "ru": {
          "name": "Ремесленные Спиртные Напитки",
          "description": "Крафтовые дистиллерии, производящие премиальную водку и другие спиртные напитки с характерным вкусом и аутентичными методами производства. Эти производители малых партий сосредоточены на качественных ингредиентах, традиционных методах дистилляции и инновационных вкусовых профилях, отражающих местные ботанические традиции."
        },
        "zh": {
          "name": "手工烈酒",
          "description": "以独特特性和真实生产方法生产优质伏特加和其他烈酒的手工酿酒厂。这些小批量生产商专注于优质原料、传统蒸馏技术和反映当地植物传统的创新风味。"
        }
      }
    },
    {
      "id": "cured-meats",
      "icon": "/assets/images/icons/dimensions/sectors/cured-meats.png",
      "hero_image": "/assets/images/dimensions/sectors/cured-meats.jpg",
      "trademark_classes": [29, 35, 40],
      "translations": {
        "en": {
          "name": "Cured Meats",
          "description": "Artisanal cured meat products showcasing unique regional flavor profiles and traditional preservation techniques. These producers combine time-honored curing and smoking methods with local spice blends, creating distinctive charcuterie that expresses regional culinary heritage."
        },
        "ru": {
          "name": "Вяленые Мясные Изделия",
          "description": "Ремесленные продукты из вяленого мяса, демонстрирующие уникальные региональные вкусовые профили и традиционные техники консервирования. Эти производители сочетают проверенные временем методы вяления и копчения с местными смесями специй, создавая отличительные мясные деликатесы, которые выражают региональное кулинарное наследие."
        },
        "zh": {
          "name": "腌制肉品",
          "description": "展示独特地区风味特性和传统保存技术的手工腌制肉品。这些生产商将经过时间考验的腌制和烟熏方法与当地香料混合物相结合，创造出表现地区烹饪遗产的独特熟食。"
        }
      }
    },
    {
      "id": "fashion-accessories",
      "icon": "/assets/images/icons/dimensions/sectors/fashion-accessories.png",
      "hero_image": "/assets/images/dimensions/sectors/fashion-accessories.jpg",
      "trademark_classes": [14, 18, 25, 35],
      "translations": {
        "en": {
          "name": "Fashion & Accessories",
          "description": "Fashion and accessories showcasing design creativity, cultural influences, and practical international appeal. These designers blend traditional craftsmanship with contemporary aesthetics, creating wearable pieces that combine cultural identity with modern global trends."
        },
        "ru": {
          "name": "Мода и Аксессуары",
          "description": "Мода и аксессуары, демонстрирующие творческий дизайн, культурные влияния и практическую международную привлекательность. Эти дизайнеры сочетают традиционное мастерство с современной эстетикой, создавая носимые предметы, которые объединяют культурную идентичность с современными глобальными тенденциями."
        },
        "zh": {
          "name": "时尚与配饰",
          "description": "展示设计创意、文化影响和实用国际吸引力的时尚与配饰。这些设计师将传统工艺与当代美学相结合，创造出融合文化身份与现代全球趋势的可穿戴作品。"
        }
      }
    },
    {
      "id": "fermented-dairy",
      "icon": "/assets/images/icons/dimensions/sectors/fermented-dairy.png",
      "hero_image": "/assets/images/dimensions/sectors/fermented-dairy.jpg",
      "trademark_classes": [29, 35, 40],
      "translations": {
        "en": {
          "name": "Fermented Dairy",
          "description": "Traditional fermented dairy products featuring distinctive probiotic cultures and unique production methods with growing global wellness appeal. These producers maintain ancient fermentation techniques while embracing modern nutrition science, creating functional foods that support gut health and immunity."
        },
        "ru": {
          "name": "Ферментированные Молочные Продукты",
          "description": "Традиционные ферментированные молочные продукты с характерными пробиотическими культурами и уникальными методами производства, вызывающие растущий глобальный интерес к оздоровлению. Эти производители сохраняют древние техники ферментации, одновременно принимая современную науку о питании, создавая функциональные продукты, поддерживающие здоровье кишечника и иммунитет."
        },
        "zh": {
          "name": "发酵乳制品",
          "description": "传统发酵乳制品，拥有独特益生菌培养物和独特生产方法，全球健康市场吸引力不断增长。这些生产商在保持古老发酵技术的同时接受现代营养科学，创造支持肠道健康和免疫力的功能性食品。"
        }
      }
    },
    {
      "id": "gourmet-foods",
      "icon": "/assets/images/icons/dimensions/sectors/gourmet-foods.png",
      "hero_image": "/assets/images/dimensions/sectors/gourmet-foods.jpg",
      "trademark_classes": [29, 30, 31, 35, 43],
      "translations": {
        "en": {
          "name": "Gourmet Foods",
          "description": "High-quality specialty foods from diverse regions featuring unique ingredients, traditional recipes, and innovative culinary approaches. These gourmet producers focus on exceptional taste experiences, often showcasing rare or heritage ingredients through refined production methods that honor culinary traditions."
        },
        "ru": {
          "name": "Изысканные Продукты Питания",
          "description": "Высококачественные специализированные продукты питания из различных регионов, отличающиеся уникальными ингредиентами, традиционными рецептами и инновационными кулинарными подходами. Эти производители деликатесов фокусируются на исключительных вкусовых впечатлениях, часто демонстрируя редкие или наследственные ингредиенты через усовершенствованные методы производства, которые уважают кулинарные традиции."
        },
        "zh": {
          "name": "美食食品",
          "description": "来自各地区的高品质特色食品，呈现独特原料、传统配方和创新烹饪手法。这些美食生产商专注于卓越的味觉体验，通常通过尊重烹饪传统的精细生产方法展示稀有或传承原料。"
        }
      }
    },
    {
      "id": "halal-foods",
      "icon": "/assets/images/icons/dimensions/sectors/halal-foods.png",
      "hero_image": "/assets/images/dimensions/sectors/halal-foods.jpg",
      "trademark_classes": [29, 30, 35, 42, 43],
      "translations": {
        "en": {
          "name": "Halal Foods",
          "description": "High-quality food products compliant with Islamic dietary laws, produced in regions with significant Muslim populations. These specialized producers combine rigorous halal certification with artisanal quality, creating authentic foods that respect religious traditions while appealing to broader health-conscious consumers."
        },
        "ru": {
          "name": "Халяльные Продукты",
          "description": "Высококачественные пищевые продукты, соответствующие исламским диетическим законам, производимые в регионах со значительным мусульманским населением. Эти специализированные производители сочетают строгую халяльную сертификацию с ремесленным качеством, создавая аутентичные продукты, которые уважают религиозные традиции и привлекают более широкий круг потребителей, сознательных о здоровье."
        },
        "zh": {
          "name": "清真食品",
          "description": "符合伊斯兰饮食法的高品质食品，产自穆斯林人口众多的地区。这些专业生产商将严格的清真认证与手工品质相结合，创造既尊重宗教传统又吸引更广泛健康意识消费者的正宗食品。"
        }
      }
    },
    {
      "id": "honey-bee-products",
      "icon": "/assets/images/icons/dimensions/sectors/honey-bee-products.png",
      "hero_image": "/assets/images/dimensions/sectors/honey-bee-products.jpg",
      "trademark_classes": [30, 31, 35],
      "translations": {
        "en": {
          "name": "Honey & Bee Products",
          "description": "Unique honey varieties and bee-related products from diverse and pristine landscapes, showcasing natural purity and regional diversity. These specialized producers harvest from unpolluted environments, creating honey with distinctive terroir-influenced flavor profiles and related products with potent wellness benefits."
        },
        "ru": {
          "name": "Мёд и Продукты Пчеловодства",
          "description": "Уникальные сорта мёда и продукты пчеловодства из разнообразных и нетронутых ландшафтов, демонстрирующие природную чистоту и региональное разнообразие. Эти специализированные производители собирают продукцию из незагрязненных сред, создавая мёд с отличительными вкусовыми профилями, на которые влияет терруар, и связанные продукты с мощными оздоровительными свойствами."
        },
        "zh": {
          "name": "蜂蜜与蜂产品",
          "description": "源自多样化且原始景观的独特蜂蜜品种和蜂相关产品，展现天然纯净和地区多样性。这些专业生产商从未受污染的环境中采集，创造具有独特风土影响风味特征的蜂蜜和具有强大健康益处的相关产品。"
        }
      }
    },
    {
      "id": "hotels-resorts",
      "icon": "/assets/images/icons/dimensions/sectors/hotels-resorts.png",
      "hero_image": "/assets/images/dimensions/sectors/hotels-resorts.jpg",
      "trademark_classes": [35, 39, 41, 43, 44],
      "translations": {
        "en": {
          "name": "Hotels & Resorts",
          "description": "Boutique hotels and resorts offering unique cultural experiences and distinctive hospitality traditions. These properties combine authentic local architecture and design with personalized service, creating immersive stays that connect guests with regional heritage, cuisine, and natural environments."
        },
        "ru": {
          "name": "Отели и Курорты",
          "description": "Бутик-отели и курорты, предлагающие уникальный культурный опыт и самобытные традиции гостеприимства. Эти объекты сочетают аутентичную местную архитектуру и дизайн с персонализированным обслуживанием, создавая иммерсивное пребывание, которое связывает гостей с региональным наследием, кухней и природной средой."
        },
        "zh": {
          "name": "酒店与度假村",
          "description": "提供独特文化体验和特色款待传统的精品酒店和度假村。这些物业结合了真实的当地建筑和设计与个性化服务，创造沉浸式住宿体验，将客人与地区遗产、美食和自然环境联系起来。"
        }
      }
    },
    {
      "id": "jewelry-watches",
      "icon": "/assets/images/icons/dimensions/sectors/jewelry-watches.png",
      "hero_image": "/assets/images/dimensions/sectors/jewelry-watches.jpg",
      "trademark_classes": [14, 35, 37, 40, 42],
      "translations": {
        "en": {
          "name": "Jewelry & Watches",
          "description": "Jewelry and watch brands showcasing distinctive design, gemstone expertise, and precision craftsmanship. These luxury creators blend traditional metallurgy and stonework with contemporary aesthetics, creating heirloom-quality pieces that reflect cultural heritage with modern elegance."
        },
        "ru": {
          "name": "Ювелирные Изделия и Часы",
          "description": "Ювелирные и часовые бренды, демонстрирующие отличительный дизайн, компетенцию в области драгоценных камней и точное мастерство. Эти создатели предметов роскоши сочетают традиционную металлургию и работу с камнем с современной эстетикой, создавая изделия наследственного качества, которые отражают культурное наследие с современной элегантностью."
        },
        "zh": {
          "name": "珠宝与手表",
          "description": "展示独特设计、宝石专业知识和精密工艺的珠宝和手表品牌。这些奢侈品创造者将传统金属工艺和宝石工艺与当代美学相结合，创造出反映文化遗产并具现代优雅的传家宝级作品。"
        }
      }
    },
    {
      "id": "mineral-waters",
      "icon": "/assets/images/icons/dimensions/sectors/mineral-waters.png",
      "hero_image": "/assets/images/dimensions/sectors/mineral-waters.jpg",
      "trademark_classes": [32, 35, 39],
      "translations": {
        "en": {
          "name": "Mineral Waters",
          "description": "Natural mineral waters from pristine springs, offering unique geological compositions and health-focused beverage options. These specialized producers bottle water from protected sources with naturally occurring minerals, creating wellness beverages with distinctive taste profiles and therapeutic properties."
        },
        "ru": {
          "name": "Минеральные Воды",
          "description": "Натуральные минеральные воды из чистейших источников, предлагающие уникальные геологические составы и оздоровительные напитки. Эти специализированные производители разливают воду из защищенных источников с природными минералами, создавая оздоровительные напитки с отличительными вкусовыми профилями и терапевтическими свойствами."
        },
        "zh": {
          "name": "矿泉水",
          "description": "来自原始泉水的天然矿泉水，提供独特的地质组成和以健康为中心的饮料选择。这些专业生产商从受保护的源头装瓶含有天然矿物质的水，创造具有独特口味特征和治疗特性的健康饮品。"
        }
      }
    },
    {
      "id": "natural-beauty",
      "icon": "/assets/images/icons/dimensions/sectors/natural-beauty.png",
      "hero_image": "/assets/images/dimensions/sectors/natural-beauty.jpg",
      "trademark_classes": [3, 5, 35, 44],
      "translations": {
        "en": {
          "name": "Natural Beauty",
          "description": "Skincare and beauty brands leveraging unique botanical ingredients with innovative formulations. These natural cosmetics creators harness potent plant extracts from biodiverse regions, creating effective beauty products that combine traditional herbal knowledge with modern dermatological science."
        },
        "ru": {
          "name": "Натуральная Косметика",
          "description": "Бренды ухода за кожей и косметики, использующие уникальные растительные ингредиенты с инновационными формулами. Эти создатели натуральной косметики используют мощные растительные экстракты из биоразнообразных регионов, создавая эффективные косметические продукты, которые сочетают традиционные знания о травах с современной дерматологической наукой."
        },
        "zh": {
          "name": "天然美容",
          "description": "利用独特植物成分和创新配方的护肤和美容品牌。这些天然化妆品创造者利用来自生物多样性地区的强效植物提取物，创造结合传统草药知识与现代皮肤科学的有效美容产品。"
        }
      }
    },
    {
      "id": "natural-supplements",
      "icon": "/assets/images/icons/dimensions/sectors/natural-supplements.png",
      "hero_image": "/assets/images/dimensions/sectors/natural-supplements.jpg",
      "trademark_classes": [5, 30, 35, 44],
      "translations": {
        "en": {
          "name": "Natural Supplements",
          "description": "Innovative nutritional supplements leveraging unique botanical ingredients and traditional herbal wellness knowledge. These wellness-focused producers combine ancient medicinal plant traditions with modern research, creating evidence-supported supplements that promote health through pure, potent natural ingredients."
        },
        "ru": {
          "name": "Натуральные Добавки",
          "description": "Инновационные пищевые добавки, использующие уникальные растительные ингредиенты и традиционные знания о травяном оздоровлении. Эти производители, ориентированные на оздоровление, сочетают древние традиции лекарственных растений с современными исследованиями, создавая научно обоснованные добавки, которые укрепляют здоровье через чистые, мощные натуральные ингредиенты."
        },
        "zh": {
          "name": "天然补充剂",
          "description": "利用独特植物成分和传统草药健康知识的创新营养补充剂。这些专注于健康的生产商将古老的药用植物传统与现代研究相结合，创造通过纯净、强效的天然成分促进健康的循证补充剂。"
        }
      }
    },
    {
      "id": "specialty-cheeses",
      "icon": "/assets/images/icons/dimensions/sectors/specialty-cheeses.png",
      "hero_image": "/assets/images/dimensions/sectors/specialty-cheeses.jpg",
      "trademark_classes": [29, 35, 40, 43],
      "translations": {
        "en": {
          "name": "Specialty Cheeses",
          "description": "Artisanal cheesemakers creating distinctive varieties with unique regional characteristics and traditional production methods. These passionate craftspeople combine generations-old techniques with innovative approaches, producing exceptional cheeses that reflect terroir and cultural traditions."
        },
        "ru": {
          "name": "Специальные Сыры",
          "description": "Ремесленные сыроделы, создающие отличительные сорта с уникальными региональными характеристиками и традиционными методами производства. Эти увлеченные мастера сочетают многовековые техники с инновационными подходами, производя исключительные сыры, которые отражают терруар и культурные традиции."
        },
        "zh": {
          "name": "特色奶酪",
          "description": "手工奶酪制造商创造具有独特地区特性和传统生产方法的特色品种。这些充满激情的工匠将代代相传的技术与创新方法相结合，生产出反映风土和文化传统的卓越奶酪。"
        }
      }
    },
    {
      "id": "wine",
      "icon": "/assets/images/icons/dimensions/sectors/wine.png",
      "hero_image": "/assets/images/dimensions/sectors/wine.jpg",
      "trademark_classes": [33, 35, 40, 41, 43],
      "translations": {
        "en": {
          "name": "Wine",
          "description": "Premium wineries producing distinctive varieties that express unique terroir and viticultural traditions. These winemakers blend traditional knowledge with modern techniques, creating complex and expressive wines that showcase regional character and innovative approaches."
        },
        "ru": {
          "name": "Вино",
          "description": "Премиальные винодельни, производящие отличительные сорта, которые выражают уникальный терруар и винодельческие традиции. Эти виноделы сочетают традиционные знания с современными методами, создавая сложные и выразительные вина, которые демонстрируют региональный характер и инновационные подходы."
        },
        "zh": {
          "name": "葡萄酒",
          "description": "生产表达独特风土和葡萄栽培传统的特色品种的优质酒庄。这些酿酒师将传统知识与现代技术相结合，创造出展示地区特色和创新方法的复杂且富有表现力的葡萄酒。"
        }
      }
    }
  ]
}
